package com.company;

import java.util.Scanner;

public class Main {

    public static void main(String[] args) {
        String[][] restaurants = {
                {"Ресторант 'Българе'", "500", "10:00 - 23:00"},
                {"Пицария 'Татко Пица'", "750", "11:00 - 00:00"},
                {"Кафе-бар 'Сохо'", "300", "09:00 - 22:00"},
                {"Ресторант 'Лятно Кино'", "900", "12:00 - 23:00"},
                {"Кафе 'Феймус'", "600", "08:00 - 21:00"},
                {"Ресторант 'Капитан Блъд'", "400", "11:30 - 00:30"},
                {"Пицария 'Стоп Моцарела'", "800", "10:00 - 22:30"},
                {"Кафе 'Кафе 65'", "350", "08:30 - 20:30"},
                {"Ресторант 'Лес'", "550", "09:00 - 23:30"},
                {"Бар-ресторант 'Нжой'", "700", "17:00 - 02:00"}
        };

        // Въвеждане на локацията на потребителя
        Scanner scanner = new Scanner(System.in);
        System.out.print("Въведете вашата локация (в метри): ");
        int userLocation = scanner.nextInt();
    }
}
